Repository: terminal42/contao-leads
Catalog: contao/languages/*/*_form.xlf
Languages: de

# tl_form.leadEnabled.0
source: Store leads
de: Anfragen speichern

# tl_form.leadEnabled.1
source: Store submitted data from this form as leads.
de: Daten aus diesem Formular als Anfragen speichern.

# tl_form.leadMain.0
source: Main form
de: Hauptformular

# tl_form.leadMain.1
source: Select if this is a main form or leads data should be stored to another form.
de: Wählen Sie ob dies ein Hauptformular oder ein Zweitformular ist.

# tl_form.leadMain.2
source: This is a main form
de: Dies ist ein Hauptformular

# tl_form.leadMenuLabel.0
source: Navigation label
de: Navigations-Bezeichnung

# tl_form.leadMenuLabel.1
source: Enter a custom label for the backend navigation. If you leave this field blank, the form name will be used.
de: Geben Sie eine eigene Bezeichnung für den Navigationspunkt im Backend ein. Wenn Sie dieses Feld leer lassen, wir der Formulartitel verwendet.

# tl_form.leadLabel.0
source: Record label
de: Datensatz-Bezeichnung

# tl_form.leadLabel.1
source: Enter the names of the fields to be displayed in the back end list, surrounded by double hashes (##fieldname##). You can also use plain text. Use ##_created## to output the date and time of creation.
de: Geben Sie die Namen der Felder ein, die in der Backend-Liste angezeigt werden sollen, umgeben von Doppelhashes (##feldname##). Sie können auch normalen Text verwenden. Verwenden Sie ##_created## für die Ausgabe des Datums und die Uhrzeit der Erstellung.

# tl_form.leadPeriod.0
source: Storage time for leads
de: Speicherzeit für Anfragen

# tl_form.leadPeriod.1
source: Here you can enter the storage time for lead records. 0 deactivates the automatic deletion.
de: Hier können Sie die Speicherzeit für Anfragen eingeben. 0 deaktiviert die automatische Löschung.

# tl_form.leadPeriod.days
source: day(s)
de: Tag(e)

# tl_form.leadPeriod.weeks
source: week(s)
de: Woche(n)

# tl_form.leadPeriod.months
source: month(s)
de: Monat(e)

# tl_form.leadPeriod.years
source: year(s)
de: Jahr(e)

# tl_form.leadPurgeUploads.0
source: Delete uploads of leads
de: Uploads von Anfragen löschen

# tl_form.leadPurgeUploads.1
source: When automatically deleting requests, the uploads should also be deleted.
de: Beim automatischen Löschen von Anfragen sollen auch die Uploads gelöscht werden.
